Repository: vas3k/vas3k.blog
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, hi, zh

source: Можно использовать <a href='https://doka.guide/tools/markdown/' target='_blank'>Markdown</a>
es: Puedes usar <a href='https://www.markdownguide.org/cheat-sheet/' target='_blank'>Markdown</a>
hi: आप <a href='https://www.markdownguide.org/cheat-sheet/' target='_blank'>Markdown</a> का उपयोग कर सकते हैं
zh: 你可以使用 <a href='https://www.markdownguide.org/cheat-sheet/' target='_blank'>Markdown</a>

source: Отправить
es: Enviar
hi: भेजें
zh: 发送

source: Комментарии
es: Comentarios
hi: टिप्पणियाँ
zh: 评论

source: Войдите, чтобы написать комментарий
es: Inicia sesión para dejar un comentario
hi: टिप्पणी करने के लिए लॉग इन करें
zh: 登录后发表评论

source: Удалить
es: Eliminar
hi: हटाएँ
zh: 删除

source: Откомментировать прямо здесь...
es: Comenta aquí mismo...
hi: यहीं टिप्पणी करें...
zh: 在这里直接评论...

source: Телеграм-канал
es: Canal de Telegram
hi: टेलीग्राम चैनल
zh: Telegram频道

source: https://twitter.com/vas3k
es: https://x.com/vas3kcom
hi: https://x.com/vas3kcom
zh: https://x.com/vas3kcom

source: Твиттер
es: Twitter
hi: ट्विटर
zh: Twitter

source: https://mastodon.online/@vas3k
es: https://mas.to/@vas3kcom
hi: https://mas.to/@vas3kcom
zh: https://mas.to/@vas3kcom

source: Мастодон
es: Mastodon
hi: मैस्टोडॉन
zh: Mastodon

source: Блюскай
es: Bsky
hi: ब्लूस्काई
zh: Bsky

source: https://www.patreon.com/vas3k
es: https://ko-fi.com/vas3k
hi: https://ko-fi.com/vas3k
zh: https://ko-fi.com/vas3k

source: Патреон
es: Ko-fi
hi: को-फी
zh: Ko-fi

source: Гитхаб
es: Github
hi: गिटहब
zh: Github

source: me@vas3k.ru
es: me@vas3k.com
zh: me@vas3k.com

source: Вастрик
es: Vastrik
hi: वास्त्रिक
zh: Vastrik

source: Посты
es: Blog
hi: ब्लॉग
zh: 博客

source: Путешествия
es: Viajes
hi: यात्रा
zh: 旅行

source: Подписаться
es: Suscribirse
hi: सदस्यता लें
zh: 订阅

source: Донат
es: Donar
hi: दान करें
zh: 赞助

source: Искать по сайту...
es: Buscar en el sitio...
hi: साइट पर खोजें...
zh: 站内搜索...

source: Поблагодарить автора
es: Agradecer al autor
hi: लेखक को धन्यवाद दें
zh: 感谢作者

source: Еще?
es: ¿Más?
hi: और?
zh: 想看更多？

source: Тогда вот
es: Aquí tienes
hi: ये लो
zh: 给你

source: Подписка на Вастрика
es: Suscribirse a nuevas publicaciones
hi: नए पोस्ट के लिए सदस्यता लें
zh: 订阅新文章

source: Ваш электронный адрес:
es: Tu dirección de correo electrónico:
hi: आपका ईमेल पता:
zh: 你的电子邮箱：

source: * никакого спама, только мои уведомления
es: * sin spam ni anuncios, solo notificaciones de nuevas publicaciones
hi: * कोई स्पैम या विज्ञापन नहीं, केवल नए पोस्ट की सूचनाएँ
zh: * 没有垃圾邮件或广告，只有新文章提醒

source: Другие площадки
es: Redes sociales
hi: सोशल मीडिया
zh: 社交媒体

source: Этот пост переведен на другие языки
es: Esta publicación está disponible en otros idiomas
hi: यह पोस्ट अन्य भाषाओं में उपलब्ध है
zh: 本文有其他语言版本

source: Поддержать автора
es: Apoyar al autor
hi: लेखक का समर्थन करें
zh: 支持作者

source: Независимые авторы в интернете — вымирающая редкость. Они существуют только благодаря людям, которые их поддерживают. Если вам нравится то, что я делаю, занести мне донат — это лучший способ сказать «спасибо».
es: Los blogs independientes y libres de tonterías de IA en Internet son una especie en extinción. Solo existen gracias a las personas que aún los apoyan. Si te gustan mis artículos, hacerme una donación es la mejor manera de decir 'gracias' y una motivación para continuar.
hi: इंटरनेट पर स्वतंत्र और AI-बकवास-मुक्त ब्लॉग एक विलुप्त होती प्रजाति हैं। वे केवल उन लोगों के कारण मौजूद हैं जो अभी भी उनका समर्थन करते हैं। अगर आपको मेरे लेख पसंद हैं, तो मुझे दान देना 'धन्यवाद' कहने और जारी रखने के लिए प्रेरणा का सबसे अच्छा तरीका है।
zh: 独立且不受AI垃圾影响的博客在互联网上正在消亡。它们的存在只因为还有人支持它们。如果你喜欢我的文章，给我一点赞助是表达谢谢的最好方式，也是我继续写作的动力。

source: Если вы из России, перевод на карту будет проще всего. По клику откроется удобное окошко.
es: Si eres de Rusia, una transferencia a tarjeta será lo más fácil. Haz clic para abrir una ventana conveniente.
hi: अगर आप रूस से हैं, तो कार्ड ट्रांसफर सबसे आसान होगा। क्लिक करने पर एक सुविधाजनक विंडो खुलेगी।
zh: 如果你来自俄罗斯，银行卡转账是最简单的方式。点击后会打开一个方便的窗口。

source: Номер телефона:
es: Phone number:

source: Донатить
es: Donar
hi: दान करें
zh: 赞助

source: Через Stripe (карты не РФ)
es: Stripe
hi: स्ट्राइप
zh: Stripe

source: Позволяет задонатить мне в Евро с любых зарубежных карт. Поддерживает Google и Apple Pay.
es: Compatible con tarjetas, Google Pay y Apple Pay.
hi: कार्ड, Google Pay और Apple Pay का समर्थन करता है।
zh: 支持各种银行卡、Google Pay和Apple Pay。

source: Вариант для живущих заграницей и просто у кого там завалялась мелочь на аккаунте.
es: El clásico PayPal que siempre funciona.
hi: पुराना अच्छा PayPal ट्रांसफर जो हमेशा काम करता है।
zh: 经典的PayPal转账，总是能用。

source: Прямой перевод для пользователей Революта.
es: Transferencia directa para usuarios de Revolut. Rápido y sin comisiones.
hi: रेवोल्यूट उपयोगकर्ताओं के लिए सीधा ट्रांसफर। तेज़ और कोई शुल्क नहीं।
zh: Revolut用户的直接转账。快速且零手续费。

source: На Патреоне
es: Patreon
hi: पेट्रियन
zh: Patreon

source: Там можно заносить автоматически и получить ранний доступ и прочие плюшки.
es: Puedes suscribirte a mi Patreon y obtener acceso anticipado a publicaciones y otros beneficios.
hi: आप मेरे पेट्रियन की सदस्यता ले सकते हैं और पोस्ट तक जल्दी पहुंच और अन्य लाभ प्राप्त कर सकते हैं।
zh: 你可以订阅我的Patreon，获得文章的早期访问权和其他福利。

source: Стать Патроном
es: Convertirse en Patrón
hi: पेट्रियन बनें
zh: 成为赞助人

source: Можно задонатить одноразово или подписаться на новые обновления.
es: Allí puedes donarme una cerveza/café o hacerte miembro para recibir nuevas actualizaciones.
hi: वहां आप मुझे एक बीयर/कॉफी दान कर सकते हैं या नए अपडेट प्राप्त करने के लिए सदस्य बन सकते हैं।
zh: 你可以一次性给我买杯咖啡，或者成为会员获取新更新。

source: Купить мне Ko-fi
es: Comprarme un Ko-fi
hi: मुझे Ko-fi खरीदें
zh: 给我买杯Ko-fi

source: Криптой
es: Cripto
hi: क्रिप्टो
zh: 加密货币

source: Биткоин
es: Bitcoin
hi: बिटकॉइन
zh: 比特币

source: Эфир или USDT
es: ETH y USDT
hi: ETH और USDT
zh: 以太坊和USDT

source: Вастрик.ру
es: Vastrik
hi: वास्त्रिक
zh: Vastrik

source: Телеграм
es: Telegram
hi: टेलीग्राम
zh: Telegram

source: Новый пост на Вастрике
es: Nueva publicación de Vastrik
hi: वास्त्रिक से नया पोस्ट
zh: Vastrik的新文章

source: Привет, Олимпийский!
es: ¡Hola!
hi: नमस्ते!
zh: 嘿！

source: Это Вастрик. У меня в блоге сегодня вышел новый пост и я, как и обещал, присылаю вам его одними из первых.
es: Soy Vastrik. He publicado una nueva entrada hoy y te la envío primero, como prometí.
hi: यह वास्त्रिक है। मैंने आज एक नया पोस्ट प्रकाशित किया है और मैं इसे आपको सबसे पहले भेज रहा हूँ।
zh: 我是Vastrik。今天我发布了一篇新文章，正如我承诺的那样，我最先把它发给你。

source: Читать пост
es: Leer la publicación
hi: पोस्ट पढ़ें
zh: 阅读文章

source: Я стараюсь слать письма только тем, кто их хочет и читает.
es: Intento enviar correos solo a quienes los quieren y los leen.
hi: मैं केवल उन लोगों को ईमेल भेजने की कोशिश करता हूं जो उन्हें चाहते हैं और पढ़ते हैं।
zh: 我尽量只向那些想要并阅读它们的人发送邮件。

source: Поэтому вот вам большая кнопка, чтобы вы любой момент могли отписаться от моих писем и удалить свой e-mail из базы.
es: Así que aquí tienes un gran botón para cancelar tu suscripción en cualquier momento y eliminar tu correo electrónico de mi base de datos.
hi: इसलिए यहां आपके लिए एक बड़ा बटन है जिससे आप किसी भी समय सदस्यता रद्द कर सकते हैं और अपना ईमेल मेरे डेटाबेस से हटा सकते हैं।
zh: 所以这里有一个大按钮，让你随时可以取消订阅我的邮件并从我的数据库中删除你的电子邮箱。

source: Отписаться
es: Cancelar suscripción
hi: सदस्यता रद्द करें
zh: 取消订阅

source: Подтверждение подписки
es: Confirma tu suscripción
hi: अपनी सदस्यता की पुष्टि करें
zh: 确认你的订阅

source: Привет!
es: ¡Hola!
hi: नमस्ते!
zh: 嘿！

source: Кто-то, возможно даже вы, хочет получать новые посты с блога <a href='https://vas3k.blog'>Вастрика</a> на этот адрес.
es: Alguien, tal vez incluso tú, quiere recibir nuevas publicaciones del <a href='https://es.vas3k.blog'>blog de Vastrik</a> en esta dirección.
hi: कोई, शायद आप ही, <a href='https://vas3k.com'>वास्त्रिक के ब्लॉग</a> से इस पते पर नए पोस्ट प्राप्त करना चाहता है।
zh: 有人，也许就是你，想要接收来自<a href='https://zh.vas3k.blog'>Vastrik博客</a>的新文章到这个地址。

source: Нажмите сюда, чтобы подтвердить это
es: Haz clic aquí para confirmar
hi: इसकी पुष्टि करने के लिए यहां क्लिक करें
zh: 点击这里确认

source: Да, я хочу подписаться
es: Quiero suscribirme
hi: मैं सदस्यता लेना चाहता हूं
zh: 是的，我想订阅

source: Если вы не знаете о чём идет речь, значит кто-то по ошибке ввёл адрес вашей почты.
es: Si no sabes de qué se trata esto, alguien ingresó tu dirección de correo electrónico por error.
hi: अगर आप नहीं जानते कि यह किस बारे में है, तो किसी ने गलती से आपका ईमेल पता दर्ज किया है।
zh: 如果你不知道这是关于什么的，那么有人错误地输入了你的电子邮箱地址。

source: Просто проигнорируйте это письмо или нажмите
es: Simplemente ignora este correo o haz clic
hi: बस इस ईमेल को अनदेखा करें या क्लिक करें
zh: 直接忽略这封邮件或点击

source: и я удалю вас везде.
es: y te eliminaré de todas partes.
hi: और मैं आपको हर जगह से हटा दूंगा।
zh: 我会在所有地方删除你的信息。

source: В любом случае, без вашего согласия по кнопке выше я ничего слать не буду.
es: En cualquier caso, no enviaré nada sin tu consentimiento.
hi: किसी भी मामले में, मैं आपकी सहमति के बिना कुछ भी नहीं भेजूंगा।
zh: 无论如何，没有你点击上面按钮的同意，我不会发送任何内容。

source: Привет
es: Hola
hi: नमस्ते
zh: 嘿

source: Я Вастрик!
es: ¡Soy Vastrik!
hi: मैं वास्त्रिक हूं!
zh: 我是Vastrik！

source: Для связи
es: Contáctame
hi: मुझसे संपर्क करें
zh: 联系我

source: mailto:me@vas3k.ru
es: mailto:me@vas3k.com
zh: mailto:me@vas3k.com

source: https://t.me/to_vas3k_bot
es: https://t.me/vas3k
hi: https://t.me/vas3k
zh: https://t.me/vas3k

source: Телеграм-бот
es: Telegram
hi: टेलीग्राम
zh: Telegram

source: Вы можете использовать цитаты из статей, картинки и скриншоты в своих блогах и презентациях, если поставите ссылку на оригинальный пост. Присылайте ссылки на них мне в личку, мне будет приятно посмотреть как моё странное творчество идет в народ. В коммерческих целях ничего использовать нельзя.
es: Puedes usar citas, imágenes y capturas de pantalla de mis publicaciones en tus artículos o presentaciones si incluyes un enlace a la publicación original. Nada puede ser utilizado con fines comerciales.
hi: आप मेरे पोस्ट से उद्धरण, छवियां और स्क्रीनशॉट अपने लेखों या प्रस्तुतियों में उपयोग कर सकते हैं अगर आप पास में मूल पोस्ट का लिंक रखते हैं। किसी भी चीज़ का वाणिज्यिक उद्देश्यों के लिए उपयोग नहीं किया जा सकता है।
zh: 如果你在引用原文的附近放置链接，你可以在你的文章或演示文稿中使用我的文章中的引述、图片和截图。不得将任何内容用于商业目的。

source: Сохранить
es: Guardar
hi: सहेजें
zh: 保存

source: пост только для своих
es: publicación solo para miembros
hi: केवल सदस्यों के लिए पोस्ट
zh: 仅会员文章

source: Вход
es: Entrar
hi: प्रवेश करें
zh: 登录

source: Входить здесь
es: Entra aquí
hi: यहाँ प्रवेश करें
zh: 在这里登录

source: Раньше комментарии были открыты для всех, но потом в них стало много идиотизма и спама, поэтому теперь комментирование доступно только для патронов и членов Вастрик Клуба.
es: Antes los comentarios estaban abiertos a todos, pero luego había muchas tonterías y spam en ellos, así que ahora los comentarios solo están disponibles para los patrones.
hi: टिप्पणियाँ पहले सभी के लिए खुली थीं, लेकिन फिर उनमें बहुत सारी मूर्खता और स्पैम हो गया, इसलिए अब टिप्पणी करना केवल पेट्रन के लिए उपलब्ध है।
zh: 评论曾向所有人开放，但后来出现了太多的愚蠢言论和垃圾信息，所以现在评论功能只对赞助者开放。

source: Войти через Патреон
es: Iniciar sesión con Patreon
hi: पेट्रियन से लॉग इन करें
zh: 通过Patreon登录

source: Войти через Вастрик.Клуб
es: Iniciar sesión con Vastrik Club
hi: वास्त्रिक क्लब से लॉग इन करें
zh: 通过Vastrik Club登录

source: Пост только для своих
es: Publicación solo para miembros
hi: केवल सदस्यों के लिए पोस्ट
zh: 仅会员文章

source: К сожалению, некоторые темы приходится обсуждать вдали от большого интернета. Эта — одна из них.
es: Desafortunadamente, algunos temas tienen que discutirse lejos del internet general. Este es uno de ellos.
hi: दुर्भाग्य से, कुछ विषयों की चर्चा बड़े इंटरनेट से दूर करनी पड़ती है। यह उनमें से एक है।
zh: 不幸的是，有些话题必须远离大互联网讨论。这就是其中之一。

source: Пост доступен только тем, кто заносит мне донаты. Такая схема отлично позволяет отсеивать проходимцев.
es: Esta publicación solo está disponible para quienes me donan. Este sistema funciona muy bien para filtrar a los curiosos ocasionales.
hi: पोस्ट केवल उन लोगों के लिए उपलब्ध है जो मुझे दान करते हैं। यह आकस्मिक आगंतुकों को छांटने के लिए अच्छा काम करता है।
zh: 文章仅对那些向我捐赠的人开放。这种方式很好地筛选掉了路人。

source: Войти
es: Entrar
hi: प्रवेश करें
zh: 登录

source: Выйти
es: Salir
hi: प्रवेश करें
zh: 退出

source: Настройки профиля
es: Configuración de perfil
hi: प्रोफाइल सेटिंग्स
zh: 个人资料设置

source: Новый пост в блоге Вастрика:
es: Nueva publicación en el blog de Vastrik:
hi: वास्त्रिक के ब्लॉग में नया पोस्ट:
zh: Vastrik博客的新文章:

source: Антиспам
es: Antispam
hi: एंटीस्पैम
zh: 反垃圾邮件

source: Антиспам проверка не пройдена. Попробуйте обновить страницу и ввести email еще раз
es: La verificación antispam falló. Intenta actualizar la página e ingresar tu email nuevamente
hi: एंटीस्पैम जांच विफल रही। पेज रिफ्रेश करके अपना ईमेल फिर से दर्ज करें
zh: 反垃圾邮件检查失败。请尝试刷新页面并再次输入您的电子邮箱

source: Хммм
es: Hmmm
hi: हम्मम
zh: 嗯...

source: Это не выглядит как валидный имейл...
es: Esto no parece un email válido...
hi: यह वैध ईमेल जैसा नहीं लगता...
zh: 这看起来不像有效的电子邮箱...

source: Нужно подтвердить почту
es: Necesitas confirmar tu email
hi: आपको अपना ईमेल सत्यापित करना होगा
zh: 你需要确认你的电子邮箱

source: Письмо с подтверждением улетело вам на почту. Откройте его и нажмите на кнопку, чтобы подписаться. Это обязательно, иначе ничего приходить не будет. Если никаких писем нет — проверьте «спам» или попробуйте другой адрес.
es: Te he enviado un correo de confirmación. Ábrelo y haz clic en el enlace para suscribirte. Esto es obligatorio, de lo contrario no recibirás nada. Si no hay correos, verifica la carpeta de 'spam' o prueba con otra dirección.
hi: मैंने आपको एक पुष्टिकरण पत्र भेजा है। सदस्यता लेने के लिए उसे खोलें और वहां लिंक पर क्लिक करें। यह अनिवार्य है, अन्यथा कुछ भी नहीं आएगा। अगर कोई ईमेल नहीं है — 'स्पैम' की जांच करें या कोई दूसरा पता आज़माएं।
zh: 我已经给你发送了一封确认信。打开并点击其中的链接以订阅。这是必须的，否则你将收不到任何内容。如果没有收到邮件 — 请检查垃圾邮件或尝试其他地址。

source: Вы уже подписаны
es: Ya estás suscrito
hi: आप पहले से ही सदस्य हैं
zh: 你已经订阅了

source: Но всё равно спасибо, что проверили :)
es: Pero gracias por verificar de todos modos :)
hi: लेकिन फिर भी जांच करने के लिए धन्यवाद :)
zh: 不过还是谢谢你的检查 :)

source: Ура! Вы подписаны
es: ¡Genial! Estás suscrito
hi: वाह! आपने सदस्यता ले ली है
zh: 耶！你已订阅

source: Теперь вы будете получать на почту мои уведомления по почте
es: Ahora recibirás mis notificaciones por correo electrónico
hi: अब आपको ईमेल द्वारा मेरी सूचनाएं मिलेंगी
zh: 现在你将通过电子邮件接收我的通知

source: Неизвестный адрес
es: Dirección desconocida
hi: अज्ञात ईमेल
zh: 未知电子邮箱

source: Указанный адрес нам не известен. Подпишитесь еще раз
es: La dirección especificada nos es desconocida. Suscríbete nuevamente
hi: निर्दिष्ट ईमेल हमें अज्ञात है। फिर से सदस्यता लें
zh: 我们不认识指定的电子邮箱。请再次订阅

source: Вы отписались
es: Te has dado de baja
hi: आपने सदस्यता रद्द कर दी है
zh: 你已取消订阅

source: Я удалил вашу почту из базы и больше ничего вам не пришлю
es: He eliminado tu correo electrónico de la base de datos y no te enviaré nada más
hi: मैंने डेटाबेस से आपका ईमेल हटा दिया है और आपको कुछ भी नहीं भेजूंगा
zh: 我已从数据库中删除你的电子邮箱，不会再向你发送任何内容

source: Обо мне
es: Sobre mí
hi: मेरे बारे में
zh: 关于我

source: Заметки
es: Notas
hi: नोट्स
zh: 笔记

source: Отвратительные путешествия
es: Viajes
hi: यात्रा
zh: 旅行

source: Нетленки
es: Clásicos atemporales
hi: पुराने लेकिन सुनहरे
zh: 经典文章

source: Проекты
es: Proyectos
hi: प्रोजेक्ट्स
zh: 项目

source: Наше уютное закрытое коммьюнити на краю большого интернета
es: Nuestra acogedora comunidad privada en el borde del gran internet

source: Self-hosted трекер инвойсов и расходов с AI
es: Tracker de facturas y gastos con IA, autoalojado

source: Помогаем переехать в Берлин и не сойти с ума
es: Ayudamos a mudarse a Berlín sin perder la cabeza

source: Чтобы оставаться в курсе событий и получать информацию из разных источников
es: Para estar al tanto de los acontecimientos y recibir información de distintas fuentes

source: Планы на год
es: Planes para el año

source: Мой личный подход к ежегодному планированию
es: Mi enfoque personal para la planificación anual

source: Вастрик.ру: Секретный фид
es: Vastrik: Feed secreto
hi: वास्त्रिक: गुप्त फीड
zh: Vastrik：秘密订阅

source: Вастрик.ру: Только публичные посты
es: Vastrik: Solo publicaciones públicas
hi: वास्त्रिक: केवल सार्वजनिक पोस्ट
zh: Vastrik：仅公开文章

source: Вастрик <inside@inside.vas3k.ru>
es: Vastrik <inside@inside.vas3k.ru>
zh: Vastrik <inside@inside.vas3k.ru>

source: Авторский блог о выживании в мире технологий и происходящем вокруг киберпанке
es: Mi blog sobre cómo sobrevivir en el mundo de la tecnología y el ciberpunk que ocurre a nuestro alrededor
hi: तकनीकी दुनिया में जीवित रहने और आसपास के साइबरपंक के बारे में मेरा ब्लॉग
zh: 关于在科技世界中生存和我们周围发生的赛博朋克现象的个人博客

source: В этом блоге я пишу о технологиях, всратом айти и выживании в творящемся вокруг киберпанке. Делаю это уже больше 10 лет. Я [программист](https://www.linkedin.com/in/vas3k/), техлид. Живу в [Берлине](https://vas3k.blog/blog/go_to_berlin/) 🇩🇪 и нежно люблю его. До этого жил в [Литве](https://vas3k.blog/world/what_is_lithuania/) 🇱🇹, а [рос](https://vas3k.blog/world/nskflat/) и учился в Новосибирске 🥶 У меня есть пёс, [Бус](https://vas3k.blog/blog/bus_2022/) и [Клуб](https://vas3k.club). Ну и еще мелкие [пет-проджекты](https://github.com/vas3k).
es: Escribo sobre tecnología, cosas locas de TI y cómo sobrevivir al ciberpunk que está ocurriendo a nuestro alrededor. Y llevo haciéndolo más de 10 años. Soy [ingeniero de software](https://www.linkedin.com/in/vas3k/) de Siberia, ex team-lead e indie-hacker viviendo en Berlín 🇩🇪 Tengo un perro, una [furgoneta camper](https://es.vas3k.blog/blog/bus_2022/) y dirijo una comunidad online. También hago algunos [proyectos personales](https://github.com/vas3k). Esta es la versión en español de mi blog, donde a veces traduzco artículos de la [versión principal](https://vas3k.blog).
hi: मैं तकनीकी दुनिया, पागल IT बातों और आसपास के साइबरपंक में जीवित रहने के बारे में लिखता हूं। और यह 10 साल से अधिक समय से कर रहा हूं। मैं साइबेरिया से एक [सॉफ्टवेयर इंजीनियर](https://www.linkedin.com/in/vas3k/) हूं, पूर्व टीम-लीड और इंडी-हैकर जो बर्लिन 🇩🇪 में रहता है मेरे पास एक कुत्ता, एक [कैंपर बस](https://vas3k.com/blog/bus_2022/) है और मैं एक ऑनलाइन समुदाय चलाता हूं। मैं कुछ [पेट प्रोजेक्ट्स](https://github.com/vas3k) भी करता हूं। यह मेरे ब्लॉग का अंग्रेजी संस्करण है, जहां मैं कभी-कभी [मुख्य संस्करण](https://vas3k.blog) से लेखों का अनुवाद करता हूं।
zh: 我写关于技术、奇怪的IT事物和如何在我们周围的赛博朋克世界中生存。我已经这样做了10多年。 我是一名来自西伯利亚的[软件工程师](https://www.linkedin.com/in/vas3k/)，前团队负责人和独立开发者，现居住在柏林 🇩🇪 我有一只狗，一辆[露营车](https://zh.vas3k.blog/blog/bus_2022/)，并经营着一个在线社区。我也做一些[个人项目](https://github.com/vas3k)。 这是我博客的中文版，我有时会翻译[主要版本](https://vas3k.blog)的文章。

source: 🚨 Роскомнадзор банит одну соцсеть за другой, поэтому я рекомендую подписаться как по почте (её сложнее заблокировать), так и на вашей любимой площадке. Тогда у нас будет хотя бы два канала для связи.
es: Suscríbete a cualquiera de mis canales para no perderte nuevas publicaciones. El correo electrónico es generalmente la forma más confiable, pero la Generación Z lo odia, así que también tengo redes sociales.
hi: किसी भी चैनल की सदस्यता लें ताकि आप नए पोस्ट न गंवाएं। ईमेल आमतौर पर सबसे विश्वसनीय तरीका है लेकिन नई पीढ़ी इससे नफरत करती है, इसलिए मेरे सोशल मीडिया भी हैं।
zh: 订阅我的任何频道，这样你就不会错过新文章。电子邮件通常是最可靠的方式，但Z世代讨厌它，所以我也有社交媒体账号。

source: На Тиньков (карты РФ)
hi: टिंकॉफ (रूस के कार्ड)
zh: Tinkoff（俄罗斯银行卡）

source: Либо по номеру карты:
hi: कार्ड नंबर:
zh: 卡号：

source: Вастрик <inside@inside.vas3k.com>
hi: वास्त्रिक <inside@inside.vas3k.com>
