from django.utils.translation import gettext_lazy as _

AUTHOR = "@vas3k"
TITLE = _("Вастрик")
DESCRIPTION = _("Авторский блог о выживании в мире технологий и происходящем вокруг киберпанке")

INTRO = _("""В этом блоге я пишу о технологиях, всратом айти и выживании в творящемся вокруг киберпанке. Делаю это уже больше 10 лет.

Я [программист](https://www.linkedin.com/in/vas3k/), техлид. Живу в [Берлине](https://vas3k.blog/blog/go_to_berlin/) 🇩🇪 и нежно люблю его. До этого жил в [Литве](https://vas3k.blog/world/what_is_lithuania/) 🇱🇹, а [рос](https://vas3k.blog/world/nskflat/) и учился в Новосибирске 🥶

У меня есть пёс, [Бус](https://vas3k.blog/blog/bus_2022/) и [Клуб](https://vas3k.club). Ну и еще мелкие [пет-проджекты](https://github.com/vas3k).""")

SUBSCRIBE = _("""🚨 Роскомнадзор банит одну соцсеть за другой, поэтому я рекомендую подписаться 
как по почте (её сложнее заблокировать), так и на вашей любимой площадке. 
Тогда у нас будет хотя бы два канала для связи.""")
